{ "NAVBAR": { "item1": "Servicios", "item2": "Sobre nosotros", "item3": "Plantillas", "item4": "Contacto", "item5": "Agenda una llamada", "item6": "ES" }, "HEADER": { "preTitle": "Soluciones de Diseño de Sitios Web Para Mejorar Su Negocio de Coaching", "item1": "Soluciones de Diseño de Sitios Web Para Mejorar Su ", "item2": "Negocio de", "item3": "Transforma tu oferta y crea un sitio web que atraiga más clientes, llenando tu agenda. Descubra cómo Nevve puede impulsar su presencia en línea y hacer despegar su negocio.", "item4": "Ponte en contacto" }, "SERVICES": { "title": "Nuestros servicios", "description": "Descubra soluciones web personalizadas y de última generación. Desde sitios personalizados hasta mantenimiento experto, transformamos su visión en realidad digital.", "servicesList": { "item1": "Embudos de venta", "subtitle1": "Optimiza tus Ventas con Embudos de Ventas Personalizados", "description1": "¡Potencia el crecimiento de tu negocio con nuestros Embudos de Ventas Personalizados! En Nevve, nos especializamos en crear embudos de ventas personalizados que se adaptan a las necesidades específicas de tu audiencia. Trabajando en estrecha colaboración contigo, diseñamos un proceso de ventas estratégico que guía a tus clientes potenciales a través de un viaje optimizado, desde la atracción inicial hasta la conversión final. Nuestro enfoque centrado en el cliente garantiza que cada paso del embudo esté alineado con tus objetivos comerciales, maximizando así las oportunidades de conversión y generando resultados tangibles. Descubre cómo nuestros Embudos de Ventas Personalizados pueden impulsar tus ventas y hacer crecer tu negocio.", "item2": "Diseño web personalizado", "subtitle2": "Eleve su presencia con un diseño web personalizado único", "description2": "Descubra el poder de una identidad online personalizada con nuestro servicio de Diseño Web Personalizado. No solo creamos sitios web; Co-creamos experiencias digitales que resuenan con su marca. Colaborando estrechamente con usted, profundizamos en sus objetivos y aspiraciones, asegurando que cada elemento refleje su identidad. Desde diseños distintivos hasta la integración de funcionalidades personalizadas, nuestro compromiso es ofrecer un sitio web visualmente impresionante y funcionalmente superior. Nuestro proceso iterativo con revisiones activas y estricto cumplimiento de los plazos garantiza que su visión digital no solo cobre vida sino que se destaque de manera efectiva en todos los dispositivos.", "item3": "Plantillas de diseño web", "subtitle3": "Elegancia sin esfuerzo: transfórmese con plantillas de diseño web", "description3": "Libere el potencial de soluciones web rápidas pero elegantes con nuestro servicio de diseño web de plantillas. Elija entre una amplia gama de plantillas de diseño, cada una de las cuales constituye la base de su visión digital. Nuestro proceso eficiente le permite seleccionar rápidamente la plantilla que se adapta a sus objetivos. A partir de ahí, personalizamos meticulosamente cada detalle para alinearlo perfectamente con su marca y sus requisitos. Este enfoque optimizado garantiza la entrega de un sitio web atractivo y funcional, elevando su presencia digital de manera única y efectiva.", "item4": "SEO & Marketing", "subtitle4": "Aumente su visibilidad en línea con SEO y marketing estratégicos", "description4": "Libera el potencial de tu presencia online con nuestro servicio de SEO y Marketing. Vamos más allá del marketing tradicional implementando estrategias específicas en varias plataformas, incluidas Facebook, TikTok y Google Ads. Al analizar su público objetivo y su competencia, adaptamos nuestro enfoque para maximizar su visibilidad y participación. Desde optimizar su sitio web para los motores de búsqueda hasta crear campañas publicitarias atractivas, nuestro enfoque está en generar resultados que eleven su marca. Con nuestra información basada en datos y optimización continua, nos aseguramos de que sus esfuerzos de marketing generen un crecimiento y un retorno de la inversión tangibles.", "item5": "Mantenimiento de sitio web", "subtitle5": "Excelencia ininterrumpida: mantenimiento del sitio web para un perfecto funcionamiento", "description5": "Eleve su longevidad digital con nuestro servicio de mantenimiento de sitios web. Su viaje en línea no concluye con el lanzamiento de su sitio web. Nuestro equipo está dedicado a la colaboración continua, garantizando que su plataforma funcione sin problemas y de forma segura. Desde actualizaciones técnicas hasta monitoreo atento, asumimos la responsabilidad de mantener la salud óptima de su sitio. Esta opción brinda tranquilidad, permitiendo que su presencia digital evolucione de manera eficiente y consistente." }, "button": "Obten mas informacion", "servicesCards": [ { "title": "Adaptación móvil", "description": "Optimizamos su sitio web para dispositivos móviles, garantizando una experiencia impecable en pantallas pequeñas. Desde el diseño hasta la funcionalidad, su sitio se destaca en cualquier dispositivo.", "items": [ "Diseño amigable", "Diseño Responsive", "Interfaz táctil amigable" ] }, { "title": "Solución de diseño sólido", "description": "Ofrecemos soluciones de diseño sólidas y efectivas que impulsan la presencia digital de su negocio. Desde diseño personalizado hasta soporte técnico, brindamos servicios integrales para llevar su visión a nuevos niveles de excelencia en línea.", "items": [ "Diseño centrado en el usuario", "UI de alta calidad", "Rendimiento eficiente" ] }, { "title": "Desarrollo web", "description": "Nuestros componentes de diseño adaptativo se crean utilizando código perfectamente estructurado y legible. Nos aseguramos de que las soluciones de desarrollo estén bien optimizadas y funcionen perfectamente en todos los dispositivos y navegadores.", "items": [ "Soluciones web personalizadas", "Desarrollo front-end", "Desarrollo back-end" ] } ], "parallax1": "Hacer que su negocio destaque es una ciencia.", "parallax2": "Nos lo tomamos (a) en serio y (b) de forma creativa." }, "WHYUS": { "title": "¿Por que elegirnos a nosotros?", "description1": "Destaca en línea con un sitio web personalizado creado desde cero.", "description2": "En Nevve creamos experiencias digitales únicas y poderosas a través del desarrollo personalizado con código. Desde una personalización completa hasta un rendimiento óptimo, le ofrecemos soluciones que se destacan. Descubra cómo podemos convertir su visión en una realidad digital que se destaque entre la multitud.", "description3": "Tu presencia en línea merece algo único, ¡y estamos aquí para hacerlo realidad!", "items": [ { "title": "Diseño personalizado a tu medida", "description": "Nuestro enfoque de desarrollo desde cero nos permite crear sitios web totalmente personalizados que reflejen la identidad y los objetivos únicos de su marca. Olvídese de las plantillas prediseñadas: cada sitio es una obra maestra diseñada solo para usted." }, { "title": "Flexibilidad Sin Límites", "description": "With development from the ground up, there are no limits to what we can achieve. We implement any feature or functionality you need, giving you a truly personalized and adaptable web solution." }, { "title": "Rendimiento Optimizado en Cada Línea de Código", "description": "Cada línea de código es una inversión en la velocidad, el rendimiento y la optimización de tu sitio web. Nos comprometemos a ofrecer una experiencia de usuario excepcional, con tiempos de carga rápidos, un SEO sólido y una funcionalidad impecable en todos los dispositivos." }, { "title": "Construido para el Futuro", "description": "Nuestros sitios web están diseñados para crecer contigo. Son altamente escalables y pueden adaptarse fácilmente a medida que tu negocio evoluciona. Invierte en un sitio web que te acompañará a lo largo de tu viaje empresarial." } ] }, "ABOUT": { "title": "Sobre Nosotros", "description": "Una estrategia sólida alineada con las necesidades del negocio y un análisis de datos sólido son ingredientes fundamentales para extraer información útil.", "card1": "Años de experiencia", "card2": "Tecnologias web", "listAbout": [ { "title": "Embudo de Ventas", "section": "funnels", "items": [ "Atracción de clientes potenciales", "Interacción y compromiso", "Conversión de ventas", "Retención y fidelización" ] }, { "title": "Diseño web personalizado", "section": "custom", "items": [ "Experiencias digitales a medida", "Excelencia funcional", "Dominio del diseño responsivo", "Colaboración iterativa" ] }, { "title": "Plantillas de diseño web", "section": "template", "items": [ "Elegancia sin esfuerzo", "Experiencia en personalización", "Selección diversa de plantillas" ] }, { "title": "SEO & Marketing", "section": "seo", "items": [ "Análisis de la audiencia objetivo", "Estrategias específicas de plataforma (Facebook, TikTok, Google Ads)", "Optimización basada en datos" ] }, { "title": "Mantenimiento del sitio web", "section": "maintenance", "items": [ "Asistencia Técnica Experta", "Optimización del rendimiento", "Colaboración continua" ] } ], "aboutVision": { "title": "Excelencia en codificación: creación de sitios web más allá de los límites", "description1": "Si eres como nosotros, entonces tu empresa tiene grandes planes.", "description2": "Está presentando ofertas contra organizaciones más grandes y profesionales, pero le preocupa perder acuerdos cuando visitan su sitio web y no creen que sea lo suficientemente creíble o exitoso.", "description3": "Merece recibir más correos electrónicos de consultas de ventas en su bandeja de entrada cada semana desde sus formularios.", "imageZone": { "title": "Llámanos tu socio web.", "list": [ "Personalización ilimitada", "Optimización del rendimiento", "Seguridad reforzada", "Adaptabilidad continua" ], "footer": "¿Estas listo?" } } }, "REASONS": { "title": "Razones por las que su marca necesita un sitio web", "list1": [ { "icon": "fa-solid fa-globe", "title": "Alcance global", "description": "Tener un sitio web le permite a su pequeña empresa llegar a una audiencia global. A diferencia de una tienda física, cualquier persona con conexión a Internet puede acceder a su sitio web, lo que amplía su base de clientes potenciales más allá de los límites locales." }, { "icon": "fa-regular fa-clock", "title": "Disponibilidad 24/7", "description": "Un sitio web proporciona a su empresa una tienda virtual abierta las 24 horas, los 7 días de la semana. Esto significa que los clientes pueden acceder a información sobre sus productos o servicios en cualquier momento, lo que aumenta la probabilidad de conversiones incluso cuando su ubicación física esté cerrada." }, { "icon": "fa-regular fa-thumbs-up", "title": "Credibilidad y profesionalismo", "description": "Un sitio web bien diseñado añade un nivel de profesionalismo y credibilidad a su pequeña empresa. Los consumidores suelen buscar información en línea antes de tomar una decisión de compra, y un sitio web pulido puede infundir confianza en los clientes potenciales." } ], "list2": [ { "icon": "fa-solid fa-chart-line", "title": "Adaptabilidad y crecimiento", "description": "A medida que su pequeña empresa evoluciona, su sitio web puede evolucionar con ella. Ya sea que desee presentar nuevos productos, actualizar información o ampliar su presencia en línea, tener un sitio web brinda la flexibilidad para adaptarse a las necesidades cambiantes del negocio e impulsar el crecimiento." }, { "icon": "fa-solid fa-users", "title": "Comodidad para el cliente", "description": "Un sitio web hace que sea conveniente para los clientes conocer su negocio, explorar sus ofertas y realizar compras sin salir de casa. Esta conveniencia puede conducir a una mayor satisfacción y lealtad del cliente." }, { "icon": "fa-solid fa-microphone-lines", "title": "Promoción rentable", "description": "A diferencia de los métodos publicitarios convencionales, como los medios impresos o los anuncios de televisión, mantener un sitio web presenta una solución rentable para comercializar su pequeña empresa. Al incorporar herramientas de marketing online, como las redes sociales y la optimización de motores de búsqueda (SEO), puedes lograr una promoción eficaz a una fracción del coste." } ] }, "STEPS": { "title": "Proceso de diseño de sitios web", "item1": { "title": "Elija el servicio de diseño de sitios web", "description": "Lo invitamos a explorar nuestra gama de servicios de diseño web para encontrar la solución perfecta que se adapte a sus necesidades digitales.", "list": [ "Embudos de Venta", "Diseño web personalizado", "Plantillas de diseño web", "SEO & Marketing", "Mantenimiento del sitio web" ], "footer1": "Vaya a la", "footer2": "sección de Servicios", "footer3": "para más detalles." }, "item2": { "title": "Háganos saber su idea", "description1": "Antes de comenzar el proceso de diseño del sitio web, nos encantaría profundizar más y conocerlo mejor para poder ofrecerle una experiencia de diseño web personalizada. Queremos asegurarnos de que cada detalle sea atendido de manera única y que su visión cobre vida en línea.", "description2": "Agende una llamada", "description3": "o", "description4": "complete el questionario", "description5": "para empezar." }, "list": [ { "title": "3. Firme el acuerdo de servicio", "description": "El Acuerdo de Servicio detalla todos los aspectos del proceso de diseño web. Una vez que haya firmado, estaremos listos para seguir adelante con la creación de su sitio web. Este documento proporciona una base sólida para garantizar una comprensión clara de los servicios, precios y detalles específicos que hemos discutido." }, { "title": "4. Comienza el diseño web y el desarrollo web", "description": "Esta es la etapa en la que usted puede relajarse y confiarnos el trabajo pesado. Su única tarea es proporcionarnos su logotipo, información pertinente y cualquier imagen que desee incluir en su sitio web. A partir de ahí, nos encargamos de todo el proceso, garantizándole una experiencia perfecta y sin complicaciones." }, { "title": "5. Mantenimiento del sitio web e integración de marketing", "description": "En nuestro paso final, ofrecemos una opción adicional para los clientes que desean un mantenimiento continuo de su sitio web. Este servicio garantiza que su sitio permanezca actualizado, seguro y optimizado en todo momento. Además, brindamos la opción de integrar estrategias de marketing, incluidas campañas publicitarias dirigidas a través de plataformas como Facebook, TikTok y Google Ads, así como optimización de motores de búsqueda (SEO), para mejorar aún más su presencia en línea." } ] }, "TEMPLATE": { "title": "Plantillas", "example": "Portafolio" }, "scheduleCall": "Agendemos una llamada!", "CONTACT": { "title": "Nos encantaría saber de usted.", "description1": "No dudes en comunicarte con nosotros si quieres colaborar con nosotros o simplemente charlar.", "description2": "¿No te gustan las formularios? Escríbanos por correo electrónico.", "contactInfo": { "title": "Datos de contacto", "address": "Direccion", "phone": "Telefono" } }, "BECOMECLIENT": { "becomeButton": "Conviértete en cliente", "title": "¡Ey! Díganos lo que necesita.", "inputName": "Nombre", "inputEmail": "Email", "inputMessage": "¡Cuentenos mas sobre su proyecto!", "messagePleaceholder": "Algo genial sobre tu increíble idea.", "servicesLabel": "Estoy interesado en...", "services": [ "Embudos de venta", "Diseño web personalizado", "Plantillas de diseño web", "SEO & Marketing", "Mantenimiento de sitio web" ], "customMessage": "Quiero mas informacion sobre ", "requiredTextInput": "Campo requerido", "requiredTextServices": "Selecciona al menos uno", "submitButton": "Enviar solicitud", "footer1": "O si prefieres puedes", "footer2": "agendar una llamada", "footer3": "directamente.", "thanksText": "¡Gracias por tu interes en nuestros servicios! Su solicitud ha sido recibida exitosamente. Nuestro equipo revisará la información proporcionada y se comunicará con usted pronto para discutir más detalles y brindarle una cotización personalizada. Mientras tanto, si tiene alguna pregunta adicional, no dude en contactarnos. ¡Esperamos trabajar con usted para hacer realidad su visión en línea!" } }