{
    "NAVBAR": {
        "item1": "Servicios",
        "item2": "Sobre nosotros",
        "item3": "Proceso",
        "item4": "Contacto",
        "item5": "Agenda una llamada",
        "item6": "ES"
    },
    "HEADER": {
        "preTitle": "Soluciones de Diseño de Sitios Web Para Mejorar Su Negocio de Coaching",
        "item1": "Diseñaremos Su Sitio Web y Estableceremos Su",
        "item2": "Negocio de",
        "item3": "Cree un sitio web de coaching atractivo con Nevve para atraer más clientes y completar su agenda. Aumente su presencia en línea con las mejores ideas de sitios web para empresas de coaching.",
        "item4": "Ponte en contacto"
    },
    "SERVICES": {
        "title": "Nuestros servicios",
        "description": "Explore soluciones de sitios web de coaching innovadoras y personalizadas. Desde diseños personalizados hasta mantenimiento experto, convertimos su visión en realidad digital.",
        "servicesList": {
            "title2": "Embudos de venta",
            "subtitle2": "Incrementa tus Ventas Desde $200",
            "description2": "¡Mejore su negocio de coaching con nuestros embudos de ventas personalizados! En Nevve, nos especializamos en crear embudos de ventas personalizados y adaptados a las necesidades de su audiencia. En estrecha colaboración con usted, diseñamos procesos estratégicos que guían a los prospectos sin problemas desde la atracción hasta la conversión. Nuestro enfoque centrado en el cliente garantiza la alineación con sus objetivos, maximizando las oportunidades de conversión. Explore cómo nuestros embudos de ventas personalizados pueden mejorar sus ventas y el crecimiento de su negocio.",
            "items1": [
                {"name": "Página de Captura de Clientes Potenciales", "icon": "fa-solid fa-file-signature"},
                {"name": "Página de Ventas", "icon": "fa-solid fa-dollar-sign"},
                {"name": "Página de Agradecimiento", "icon": "fa-solid fa-thumbs-up"},
                {"name": "Seguimiento por Correo Electrónico", "icon": "fa-solid fa-envelope-open"},
                {"name": "Ventas Adicionales y Ventas Cruzadas", "icon": "fa-solid fa-chart-line"},
                {"name": "Automatización y Seguimiento", "icon": "fa-solid fa-cogs"},
                {"name": "Integración de Herramientas", "icon": "fa-solid fa-toolbox"},
                {"name": "Optimización Continua", "icon": "fa-solid fa-tachometer-alt"}
            ],
            "title1": "Diseño web personalizado",
            "subtitle1": "Eleve su Presencia en Linea Desde $600",
            "description1": "Transforme su negocio de coaching con nuestro servicio de diseño web personalizado adaptado a sus necesidades. Creamos sitios web que encarnan su marca, desde diseños atractivos hasta funcionalidades personalizadas. En estrecha colaboración, nos aseguramos de que sus objetivos se cumplan y su identidad brille con luz propia. Nuestro proceso iterativo garantiza un sitio web visualmente impresionante y funcionalmente superior, optimizado para todos los dispositivos. Eleve su práctica de coaching con nuestra experiencia en el diseño de sitios web de coaching, ofreciendo las mejores soluciones para coaches de vida, coaches ejecutivos y más.",
            "items2": [
                {"name": "Sesión de Estrategia", "icon": "fa-solid fa-phone"},
                {"name": "Diseño Personalizado", "icon": "fa-solid fa-laptop"},
                {"name": "Botones de Llamada a la Acción", "icon": "fa-solid fa-mouse-pointer"},
                {"name": "Adaptación para Dispositivos Móviles", "icon": "fa-solid fa-mobile"},
                {"name": "Enlaces a Redes Sociales", "icon": "fa-brands fa-instagram"},
                {"name": "Formulario de Contacto", "icon": "fa-solid fa-envelope"},
                {"name": "Programación de Llamadas", "icon": "fa-solid fa-calendar-alt"},
                {"name": "Mapas de Google", "icon": "fa-solid fa-map-marker-alt"},
                {"name": "Marketing por Correo Electrónico", "icon": "fa-solid fa-envelope-open-text"},
                {"name": "Optimización SEO", "icon": "fa-solid fa-search"},
                {"name": "Y Más", "icon": "fa-solid fa-ellipsis-h"}
            ],
            "title3": "SEO & Marketing",
            "subtitle3": "Aumente su Visibilidad en Línea Desde $500",
            "description3": "Potencie su negocio de coaching con nuestros servicios estratégicos de SEO y marketing. Nos especializamos en la elaboración de estrategias a medida a través de plataformas como Facebook, TikTok y Google Ads. Desde la optimización de su sitio web de coaching para los motores de búsqueda hasta la elaboración de campañas publicitarias atractivas, impulsamos el crecimiento tangible y el retorno de la inversión. Nuestros conocimientos basados en datos garantizan la máxima visibilidad y participación para su marca. Descubra hoy mismo el mejor creador de sitios web para empresas de coaching.",
            "items3": [
                {"name": "Investigación de Palabras Clave", "icon": "fa-solid fa-search"},
                {"name": "SEO en la Página", "icon": "fa-solid fa-file-code"},
                {"name": "SEO Fuera de la Página", "icon": "fa-solid fa-globe"},
                {"name": "Marketing de Contenidos", "icon": "fa-solid fa-newspaper"},
                {"name": "Anuncios en Redes Sociales", "icon": "fa-brands fa-facebook"},
                {"name": "Anuncios en Google", "icon": "fa-brands fa-google"},
                {"name": "Análisis e Informes", "icon": "fa-solid fa-chart-bar"},
                {"name": "Estrategia de Generación de Clientes Potenciales", "icon": "fa-solid fa-bullhorn"}
            ],
            "title4": "Mantenimiento de sitio web desde $200",
            "subtitle4": "Mantenimiento de tu Sitio Web desde $200",
            "description4": "Mejore su presencia digital con nuestro servicio de mantenimiento de sitios web de coaching. Más allá del lanzamiento, garantizamos una colaboración continua, proporcionando un funcionamiento fluido y seguro. Optimizamos la salud de su sitio web, desde las actualizaciones técnicas hasta la supervisión vigilante. Confíe en nosotros para la tranquilidad y la evolución eficaz de su plataforma de coaching.",
            "items4": [
                {"name": "Actualizaciones del Sitio Web", "icon": "fa-solid fa-edit"},
                {"name": "Optimización de Rendimiento", "icon": "fa-solid fa-rocket"},
                {"name": "Gestión de Contenidos", "icon": "fa-solid fa-archive"},
                {"name": "Actualización de Contenidos", "icon": "fa-solid fa-sync"},
                {"name": "Corrección de Errores", "icon": "fa-solid fa-bug"},
                {"name": "Integración de Analíticas", "icon": "fa-solid fa-chart-line"}
            ]
        },
        "button": "Obten mas informacion",
        "servicesCards": [
            {
                "title": "Adaptación móvil",
                "description": "Optimizamos su sitio web para dispositivos móviles, garantizando una experiencia impecable en pantallas pequeñas. Desde el diseño hasta la funcionalidad, su sitio se destaca en cualquier dispositivo.",
                "items": [
                    "Diseño amigable",
                    "Diseño Responsive",
                    "Interfaz táctil amigable"
                ]
            },
            {
                "title": "Solución de diseño sólido",
                "description": "Ofrecemos soluciones de diseño sólidas y efectivas que impulsan la presencia digital de su negocio. Desde diseño personalizado hasta soporte técnico, brindamos servicios integrales para llevar su visión a nuevos niveles de excelencia en línea.",
                "items": [
                    "Diseño centrado en el usuario",
                    "UI de alta calidad",
                    "Rendimiento eficiente"
                ]
            },
            {
                "title": "Desarrollo web",
                "description": "Nuestros componentes de diseño adaptativo se crean utilizando código perfectamente estructurado y legible. Nos aseguramos de que las soluciones de desarrollo estén bien optimizadas y funcionen perfectamente en todos los dispositivos y navegadores.",
                "items": [
                    "Soluciones web personalizadas",
                    "Desarrollo front-end",
                    "Desarrollo back-end"
                ]
            }
        ],
        "parallax1": "Hacer que su negocio destaque es una ciencia.",
        "parallax2": "Nos lo tomamos (a) en serio y (b) de forma creativa."
    },
    "WHYUS": {
        "title1": "TRABAJAR CON NOSOTROS SIGNIFICA...",
        "title2": "Obtener todo lo que necesitas para un negocio de coaching de 6 cifras",
        "items": [
            {
                "section": "PAGINAS",
                "title": "Cada página es valiosa",
                "description1": "A medida que tu negocio crece, podemos crear rápidamente nuevas páginas. ¿Tienes un nuevo regalo gratuito o un seminario web?",
                "description2": "Todo esto se puede ajustar fácilmente para adaptarse a la nueva oferta.",
                "description3": "Además, como tu negocio es único, tú eliges lo QUE necesitas:",
                "list":[
                    "Páginas de Aterrizaje/Regalo",
                    "Páginas de Agradecimiento",
                    "Páginas de Registro para Seminarios Web/Entrenamientos",
                    "Página de Repetición de Seminario Web/Entrenamiento (con combo opcional de página de ventas)",
                    "Página de Medios o de Conferenciantes",
                    "Página de Testimonios/Estudios de Casos",
                    "Página de Aplicación",
                    "¡Y más!"
                ]       
                
            },
            {
                "section": "UNIÉNDOTE A TI",
                "title": "Tener una forma clara de trabajar contigo",
                "description1": "Como coach, tienes muchas opciones para que los clientes trabajen contigo en ese primer paso. Así que obtienes tu sitio web alineado con tus preferencias comerciales.",
                "list":[
                    {"name":"Consulta/Llamada de Descubrimiento:", "text": "Los clientes programan una cita contigo a través de tu programador en línea para ver si son una buena opción."},
                    {"name":"Embudo de Solicitud:", "text": "Haz que un cliente potencial solicite tus servicios a través de un formulario de descubrimiento (¡y podemos automatizar lo que sucede si no son una buena opción para ahorrarte tiempo!)"},
                    {"name":"Compra Directa:", "text": "Los clientes compran tu servicio a través de una pasarela de pago y pagan de inmediato."}
                ]       
            },
            {
                "section": "INTEGRACIÓN",
                "title": "Impresiona a tus clientes desde el principio",
                "description": "Haz que la entrada en tu mundo sea emocionante y sin problemas para tus clientes.",
                "list":[
                    "Descubre si debes dar contratos electrónicos o hacer que los clientes acepten un botón de 'términos y condiciones'.",
                    "Encuentra la forma óptima de aceptar pagos para tu negocio... ya sea facturación o páginas de compra.",
                    "Si necesitas planes de suscripción o pagos múltiples de clientes, revisemos tus opciones.",
                    "¿Listo para cursos o sitios de membresía? Hay muchas opciones, ¡así que descubramos cuál es la mejor para tu situación y pongamos eso en marcha!"
                ]       
            },
            {
                "section": "AGENDAMIENTOS",
                "title": "Encuentra horarios que funcionen para ambos",
                "description1": "Tener múltiples clientes de coaching significa que necesitas un programador confiable para tu calendario.",
                "description2": "Te ayudo a configurar tu programador de elección (por ejemplo, Calendly, Vagaro, etc.) para que los clientes puedan reservar una cita contigo y sincronizar las citas con tu calendario (Google Calendar, Outlook, iCloud Calendar)."      
                
            }
        ]
    },    
    "ABOUT": {
        "title": "Sobre Nosotros",
        "description": "Una estrategia sólida alineada con las necesidades del negocio y un análisis de datos sólido son ingredientes fundamentales para extraer información útil.",
        "card1": "Años de experiencia",
        "card2": "Tecnologias web",
        "listAbout": [
            {
                "title": "Embudo de Ventas",
                "section": "funnels",
                "items": [
                    "Atracción de clientes potenciales",
                    "Interacción y compromiso",
                    "Conversión de ventas",
                    "Retención y fidelización"
                ]
            },
            {
                "title": "Diseño web personalizado",
                "section": "custom",
                "items": [
                    "Experiencias digitales a medida",
                    "Excelencia funcional",
                    "Dominio del diseño responsivo",
                    "Colaboración iterativa"
                ]
            },
            {
                "title": "SEO & Marketing",
                "section": "seo",
                "items": [
                    "Análisis de la audiencia objetivo",
                    "Estrategias específicas de plataforma (Facebook, TikTok, Google Ads)",
                    "Optimización basada en datos"
                ]
            },
            {
                "title": "Mantenimiento del sitio web",
                "section": "maintenance",
                "items": [
                    "Asistencia Técnica Experta",
                    "Optimización del rendimiento",
                    "Colaboración continua"
                ]
            }
        ],
        "aboutVision": {
            "title": "Excelencia en codificación: creación de sitios web más allá de los límites",
            "description1": "Si eres como nosotros, entonces tu empresa tiene grandes planes.",
            "description2": "Está presentando ofertas contra organizaciones más grandes y profesionales, pero le preocupa perder acuerdos cuando visitan su sitio web y no creen que sea lo suficientemente creíble o exitoso.",
            "description3": "Merece recibir más correos electrónicos de consultas de ventas en su bandeja de entrada cada semana desde sus formularios.",
            "imageZone": {
                "title": "Llámanos tu socio web.",
                "list": [
                    "Personalización ilimitada",
                    "Optimización del rendimiento",
                    "Seguridad reforzada",
                    "Adaptabilidad continua"
                ],
                "footer": "¿Estas listo?"
            }
        }
    },
    "REASONS": {
        "title": "Razones por las que su marca necesita un sitio web",
        "list1": [
            {
                "icon": "fa-solid fa-globe",
                "title": "Alcance global",
                "description": "Potencie su negocio de coaching con un sitio web de diseño profesional. Llegue a una audiencia global y expándase más allá de las fronteras locales con nuestras soluciones web de coaching diseñadas por expertos. Desde coaching vital hasta coaching ejecutivo, nos especializamos en la creación de sitios web a medida que mejoran su presencia online y atraen a más clientes."
            },
            {
                "icon": "fa-regular fa-clock",
                "title": "Disponibilidad 24/7",
                "description": "Un sitio web proporciona a su empresa una tienda virtual abierta las 24 horas, los 7 días de la semana. Esto significa que los clientes pueden acceder a información sobre sus productos o servicios en cualquier momento, lo que aumenta la probabilidad de conversiones incluso cuando su ubicación física esté cerrada."
            },
            {
                "icon": "fa-regular fa-thumbs-up",
                "title": "Credibilidad y profesionalismo",
                "description": "Un sitio web de coaching diseñado profesionalmente aumenta la credibilidad y fiabilidad de su pequeña empresa. Los consumidores recurren cada vez más a la investigación en línea, por lo que un sitio web pulido y adaptado a los servicios de coaching puede ayudar a atraer y captar clientes potenciales de forma eficaz. Explore nuestras soluciones de diseño de sitios web de coaching para establecer su presencia en línea y destacar en el competitivo sector del coaching."
            }
        ],
        "list2": [
            {
                "icon": "fa-solid fa-chart-line",
                "title": "Adaptabilidad y crecimiento",
                "description": "A medida que su pequeña empresa evoluciona, su sitio web puede evolucionar con ella. Ya sea que desee presentar nuevos productos, actualizar información o ampliar su presencia en línea, tener un sitio web brinda la flexibilidad para adaptarse a las necesidades cambiantes del negocio e impulsar el crecimiento."
            },
            {
                "icon": "fa-solid fa-users",
                "title": "Comodidad para el cliente",
                "description": "Un sitio web hace que sea conveniente para los clientes conocer su negocio, explorar sus ofertas y realizar compras sin salir de casa. Esta conveniencia puede conducir a una mayor satisfacción y lealtad del cliente."
            },
            {
                "icon": "fa-solid fa-microphone-lines",
                "title": "Promoción rentable",
                "description": "A diferencia de los métodos publicitarios convencionales, como los medios impresos o los anuncios de televisión, mantener un sitio web presenta una solución rentable para comercializar su pequeña empresa. Al incorporar herramientas de marketing online, como las redes sociales y la optimización de motores de búsqueda (SEO), puedes lograr una promoción eficaz a una fracción del coste."
            }
        ]
    },
    "STEPS": {
        "title": "Nuestro Proceso de Diseño Web",
        "item1": {
            "title": "Elija el servicio de diseño de sitios web",
            "description": "Lo invitamos a explorar nuestra gama de servicios de diseño web para encontrar la solución perfecta que se adapte a sus necesidades digitales.",
            "list": [
                "Embudos de Venta",
                "Diseño web personalizado",
                "SEO & Marketing",
                "Mantenimiento del sitio web"
            ],
            "footer1": "Vaya a la",
            "footer2": "sección de Servicios",
            "footer3": "para más detalles."
        },
        "item2": {
            "title": "Háganos saber su idea",
            "description1": "Antes de comenzar el proceso de diseño del sitio web, nos encantaría profundizar más y conocerlo mejor para poder ofrecerle una experiencia de diseño web personalizada. Queremos asegurarnos de que cada detalle sea atendido de manera única y que su visión cobre vida en línea.",
            "description2": "Agende una llamada",
            "description3": "o",
            "description4": "complete el questionario",
            "description5": "para empezar."
        },
        "list": [
            {
                "title": "3. Firme el acuerdo de servicio",
                "description": "El Acuerdo de Servicio detalla todos los aspectos del proceso de diseño web. Una vez que haya firmado, estaremos listos para seguir adelante con la creación de su sitio web. Este documento proporciona una base sólida para garantizar una comprensión clara de los servicios, precios y detalles específicos que hemos discutido."
            },
            {
                "title": "4. Comienza el diseño web y el desarrollo web",
                "description": "Esta es la etapa en la que usted puede relajarse y confiarnos el trabajo pesado. Su única tarea es proporcionarnos su logotipo, información pertinente y cualquier imagen que desee incluir en su sitio web. A partir de ahí, nos encargamos de todo el proceso, garantizándole una experiencia perfecta y sin complicaciones."
            },
            {
                "title": "5. Mantenimiento del sitio web e integración de marketing",
                "description": "En nuestro paso final, ofrecemos una opción adicional para los clientes que desean un mantenimiento continuo de su sitio web. Este servicio garantiza que su sitio permanezca actualizado, seguro y optimizado en todo momento. Además, brindamos la opción de integrar estrategias de marketing, incluidas campañas publicitarias dirigidas a través de plataformas como Facebook, TikTok y Google Ads, así como optimización de motores de búsqueda (SEO), para mejorar aún más su presencia en línea."
            }
        ]
    },
    "scheduleCall": "Agendemos una llamada!",
    "CONTACT": {
        "title": "Nos encantaría saber de usted.",
        "description1": "No dudes en comunicarte con nosotros si quieres colaborar con nosotros o simplemente charlar.",
        "description2": "¿No te gustan las formularios? Escríbanos por correo electrónico.",
        "contactInfo": {
            "title": "Datos de contacto",
            "address": "Direccion",
            "phone": "Telefono"
        }
    },
    "BECOMECLIENT": {
        "becomeButton": "Conviértete en cliente",
        "title": "¡Ey! Díganos lo que necesita.",
        "inputName": "Nombre",
        "inputEmail": "Email",
        "inputMessage": "¡Cuentenos mas sobre su proyecto!",
        "messagePleaceholder": "Algo genial sobre tu increíble idea.",
        "servicesLabel": "Estoy interesado en...",
        "services": [
            "Embudos de venta",
            "Diseño web personalizado",
            "SEO & Marketing",
            "Mantenimiento de sitio web"
        ],
        "customMessage": "Quiero mas informacion sobre ",
        "requiredTextInput": "Campo requerido",
        "requiredTextServices": "Selecciona al menos uno",
        "submitButton": "Enviar solicitud",
        "footer1": "O si prefieres puedes",
        "footer2": "agendar una llamada",
        "footer3": "directamente.",
        "thanksText": "¡Gracias por tu interes en nuestros servicios! Su solicitud ha sido recibida exitosamente. Nuestro equipo revisará la información proporcionada y se comunicará con usted pronto para discutir más detalles y brindarle una cotización personalizada. Mientras tanto, si tiene alguna pregunta adicional, no dude en contactarnos. ¡Esperamos trabajar con usted para hacer realidad su visión en línea!"
    },
    "GET-GUIDE":{
        "preTitle": "¿Y si pudieras...",
        "mainTitle": [
            "Darle Vida a Tu Marca en Tiempo Record y",
            "Obténer tu Sitio Web Gratuito en Menos De 48 Horas",
            "Para Llevar Tu Negocio al Siguiente Nivel Con un Diseño que",
            "Atraiga y Convierta Clientes Automáticamente"
        ],
        "description1": "¿Cansado de esperar semanas para tener tu sitio web? No te preocupes, muchos se enfrentan al mismo desafío. Con este servcio obtendrás un diseño personalizado y efectivo en menos de 2 días. Destaca tu marca y conecta con tu audiencia de manera auténtica sin demoras innecesarias y empieza a convertir prospectos en clientes en tiempo récord.",
        "description2": "¡Obtenga su sitio web gratis ahora!",
        "form": {
            "title": "Obten tu Sitio Web 100% Gratis",
            "description": "¡Este pendiente de su correo! Dentro de las siguientes 48 horas recibira la url de su sitio ahi.",
            "nameLabel": "Nombre",
            "emailLabel": "Email",
            "aditionalLabel": "Informacion adicional",
            "aditionalPleaceholder": "Información que podemos utilizar en el sitio web o redes sociales para obtener información.",
            "errorName": "Por favor ingresa tu nombre",
            "errorEmail": "Por favor ingresa tu correo electrónico",
            "button": "Obtenerlo AHORA",
            "footer": "Sus datos están protegidos: respetamos su privacidad y nunca le enviaremos spam..."
        }
    },
    "THANKS-GUIDE":{
        "title1": "¡Felicitaciones!",
        "title2": "¡En las proximas 48 recibira un email con su sitio web!",
        "description": "Hemos enviado la confirmacion de tu sitio a tu correo electrónico, así que asegúrate de revisar tu bandeja de entrada (y también tu carpeta de spam, ¡por si acaso!). Recuerda estar atento a tu email y cuenta de linkedin ya que en las proxima 48 horas que va a recibir la url de su sitio web con informacion adicional.",
        "step1Title": "Paso #1",
        "step1Description": "Ingresa tu correo electrónico para obtener su sitio web",
        "step2Title": "Paso #2",
        "step2Description": "Estar atento a tu correo electrónico y esperar su sitio web",
        "step3Title": "Paso 3",
        "step3Description": "Agenda una llamada para saber mas sobre su sitio web y como mejorar su negocio"
    }
}